[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 8

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.2

LanguageName=Português Brasil

FileAuthor=Nicolas Mariani

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Circle Dock Website
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Autor
SupportForumWord=Fórum de Suporte
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Ciclos da roda do mouse por rotação
IconReplacementMode=Modo de substituição dos ícones
normal=Normal
topmost=Sempre no topo
alwaysOnBottom=Sempre abaixo
zLevel=Nível - Z

[MainContextMenu]
WebsiteWord=Website
SettingsWord=Configurações
HideWord=Esconder
ShowWord=Mostrar
QuitWord=Sair
RemoveWord=Remover
AddWord=Adicionar
DockFolder=Pasta do Dock
ChangeIcon=Mudar o ícone
ItemSettings=Configurações do item
PauseMouseToggling=Pausar alternância do mouse
blankIcon=Ícone em Branco

[SettingsPanel]
Name=Configuração Circle Dock
SettingsPanelWord=Painel de Configurações 
GeneralWord=Geral
DockShape=Formato do Dock

Labels=Legendas
Animation=Animação
LocationWord=Localização
TogglingWord= Atalhos de Tecla Rápida
FileDockIconAssociations=Arquivo -> Associacões dos ícones
LanguageWord=Linguagem
HelpWord=Ajuda
HotKeySelectorToggleDock=Seletor de tecla Rápida (Para alterar a visibilidade do Dock)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=Combinação de tecla rápida válida
InvalidHotKeyCombination=Combinação de tecla rápida inválida

CentreAroundCursorWhenShown=Centralizar o dock ao cursor quando mostrado
CircleDockVersionWord=Versão Circle Dock
EnableDockRotation=Ativar a rotação do dock

ConfigurationDescriptionLabel=Customize o modo que o Circle Dock se mostra na sua tela

// General Panel
KeepDockAboveAllOtherWindows=Manter o Dock sobre outras janelas
ClickSensitivity=Sensibilidade do Clique
Sensitive=Sensível
NotSensitive=Insensível
EnablePortabilityMode=Permita Modo de Portabilidade 
UseMemorySaver=Usar o menor uso de memória 

// Background Panel
Background=Fundo
BackgroundImage=Imagem de Fundo
NormalSize=Tamanho Normal
NormalOpacity=Opacidade Normal

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Número constante de itens por círculo
NumberOfIconsPerCircle=Número de ícones por círculo
MinimumRadius=Raio mínimo
SeparationBetweenCircles=Separação entre círculos
FormatWord=Formato
CircleWord=Círcular

// Centre Button Panel
CentreButton=Botão do centro
DefaultCentreButton=Botão do centro padrão
OtherSettings=Outras configurações
ShowStartMenuWhenClicked=Mostrar o Menu Iniciar quando clicado
StartMenuResidueWarning=Nota: Você deve desligar o "Mostrar sombra abaixo de menus" em seu estilo visual do windows ou você terá sombras resíduais.

// Dock Items Panel
DockItems=Itens do dock
RightClickMenu=Menu - Botão-Direito
ShowWindowsFileFolderMenus=Mostrar menus do windows
HideDock=Ocultar o dock
HideDockAfterFileExecution=Ocultar o dock após abrir arquivos/pastas

// Labels Panel
FontWord=Fonte
ChangeFont=Mudar a fonte
ChangeColor=Mudar as cores
ShadowWord=Sombra
ShadowSize=Tamanho da sombra
ShadowDarknessFactor=Fator de escuridão da sombra
ShowLabels=Mostrar Legendas
ShowLabelsOnMouseoverOnly=Mostrar legenda apenas sobre o mouse 

// Animation
AnimationWord=Animação
GeneralFrameRate=Taxa de Quadros por Segundo (FPS)
RotationAnimationDuration=Duração da animação de rotação (ms)
FadeInFadeOutDuration=Duração de Aparecer / Esconder (ms)
UsePoofAnimationWhenDeleting=Usar a animação de explosão quando deletar itens (Experimental)

//About Panel
AboutWord=Sobre
ThePremiereCircularDockForWindows=O primeiro Dock Circular para Windows
WebsiteWord=Website
VersionInformation=Informações da versão
OfficialHomepage=Página oficial

// Help Panel
SupportWord=Suporte
OfficialWebForum=Fórum oficial
OfficialWebHelpFAQ=FAQ/Ajuda oficial

// Language Panel
LanguageFileLocation=Localização do arquivo de idioma
LanguageName=Nome do Idioma
LanguageFileAuthor=Autor do arquivo de idioma
LanguageFileVersion=Versão do arquivo de idioma
LanguageFileOriginallyIntendedFor=Arquivo de linguagem originalmente feito para a versão:
LanguageFileProgramRestartRequired=*** Atenção:É necessário reiniciar o programa para troca de idioma***
LanguageFileValidCurrent=O arquivo de idioma é válido/atualizado 
LanguageFileInvalidOutofDate=O arquivo de idioma é inválido/desatualizado

// File -> Icon Associations
FileIconAssocationsDescription=Usar ícones padrão quando adicionar arquivos/pastas para o Dock
FileNameIconAssociations=Nome do Arquivo -> Associações dos ícones
FolderNameIconAssociations=Nome da Pasta -> Associações dos ícones
FileExtensionIconAssociations=Extensão do Arquivo -> Associações dos ícones
DockFolderIconAssociation=Pasta do Dock -> Associações dos ícones

// Toggling
ToggleVisibilityHotKey=Alterar a tecla rápida de visibilidade 
ToggleVisibilityMouseButton=Alterar botão de visibilidade do mouse
ShowDockWhenIMoveMyMouseTo=Mostrar dock quando mover o mouse para...
ScreenLeftEdge=Borda esquerda 
ScreenRightEdge=Borda direita 
ScreenTopEdge=Topo 
ScreenBottomEdge=Rodapé 
EdgeWidthHeight=Limite de Largura/Altura das bordas
lockDockAtCurrentPosition=Travar o dock na posição atual
useSameRotationValueAllLevels=Usar os mesmos valores de rotação para todos os níveis
currentRotationValue=Valor atual de rotação
maximumNumberOfItemsPerCircle=Número máximo de itens por ciclo
lineWord=Linha
spiralWord=Espiral
rateOfIncrease=Taxa de aumento
defaultWord=Padrão
separationWord=Separação
fileName=Nome do arquivo
folderName=Nome da pasta
extensionName=Nome da extenção
associatedDockIcon=Ícone do dock associado
browse=Mostrar
startsWith=Iniciar com
endsWith=Terminar com
exactMatch=Combinação exata
contains=Contém 
sample=Exemplo
dwellTime=Tempo de contato

[ErrorMessages]
MissingInvalid=Faltando/Inválido
FilePathMissingInvalid=Arquivo/Localização inválida

[DockItemProperties]
Arguments=Argumentos
ItemSettings=Configurações do Item
File=Arquivo
Folder=Pasta
IconImage=Imagem do Ícone
Maximized=Maximizado
Minimized=Minimizado
Name=Nome
Normal=Normal
Run=Executar
StartIn=Iniciar em
Target=Alvo
Close=Fechar
